Repository: Malik1942/inspire-ocean
Catalog: Oryne/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Oryne is a quiet ocean for whatever crosses your mind. Capture a thought in text, voice, or an image, and it drifts in as a glowing mote. Thoughts that share a theme gather into currents like this one. Open a thought to grow it with a question, or ask across the whole Ocean from the Ask tab. Old thoughts resurface on their own when it matters, and the Library lays everything out when you want to browse. Seen enough? Clear these examples in Settings.
zh_hans: Oryne 是一片安放灵感的海洋。用文字、语音或图片捕捉一个想法，它就会化作一点微光汇入海洋。主题相近的灵感会聚成一条条洋流，就像这一条。打开一条灵感，可以用一个问题把它延展下去；在提问页，则能向整片海洋发问。被时间冲远的灵感，会在合适的时刻再次浮现；想翻看时，库把一切都铺在那里。看完了？到设置里清空示例就好。

source: How Oryne works
zh_hans: Oryne 怎么用

source: Ideas arrive in the shower
zh_hans: 灵感总在洗澡时冒出来

source: introduction
zh_hans: 介绍

source: When you have seen how the Ocean works, the introduction can drift out. Your own thoughts stay.
zh_hans: 看明白海洋怎么用之后，介绍就可以漂走了。你自己的灵感会留下。

source: %lld fragments
zh_hans: %lld 个碎片

source: A fresh transcription will replace the transcript you edited. You can restore it afterwards.
zh_hans: 重新转写会替换你编辑过的文字记录，之后仍可恢复。

source: A quiet sign the Ocean received it.
zh_hans: 海洋收到时的轻声回应。

source: A reading list that only grows, never finishes. Maybe the point was never to finish, only to drift through.
zh_hans: 一份只增不减、永远读不完的清单。也许重点从来不是读完，而是从中漫游而过。

source: A soft chime and a gentle swell when a thought is released. The ring/silent switch quiets the chime.
zh_hans: 灵感入海时,一声轻柔的音效,一阵温和的涌动。拨到静音时,音效也随之安静。

source: Action Button
zh_hans: 操作按钮

source: Add ${text} to Oryne
zh_hans: 将 ${text} 添加到 Oryne

source: Add a theme
zh_hans: 添加主题

source: Add a thought to this current
zh_hans: 向这条洋流添加灵感

source: Add image
zh_hans: 添加图片

source: All kinds
zh_hans: 全部类型

source: Apple Intelligence is turned off
zh_hans: Apple 智能已关闭

source: Apple Intelligence is unavailable
zh_hans: Apple 智能不可用

source: Apple Intelligence unavailable (%@): using the page description for context.
zh_hans: Apple Intelligence 不可用（%@），改用页面描述作为背景。

source: Archive
zh_hans: 归档

source: Ask
zh_hans: 提问

source: Assign the Fast Capture shortcut.
zh_hans: 指定「快速捕捉」快捷指令。

source: Assign where available
zh_hans: 在可用处指定

source: Auto Screenshot
zh_hans: 自动截图

source: Bioluminescence: light that living things make in the dark. Like ideas that only glow once you stop looking for them.
zh_hans: 生物荧光：生命在黑暗里自己发出的光。就像有些灵感，只有当你不再盯着它时，才会亮起来。

source: Branch type
zh_hans: 延展类型

source: Calm Accessibility
zh_hans: 宁静无障碍

source: Calm Accessibility Mode
zh_hans: 宁静无障碍模式

source: Camera Control
zh_hans: 相机控制

source: Cancel
zh_hans: 取消

source: Cancel recording
zh_hans: 取消录音

source: Capture
zh_hans: 捕捉

source: Capture a thought into Oryne.
zh_hans: 把一个灵感捕捉进 Oryne。

source: Capture feedback
zh_hans: 捕捉反馈

source: Captured
zh_hans: 已捕捉

source: Choose how you want to catch thoughts quickly.
zh_hans: 选择你快速捕捉灵感的方式。

source: Clear examples
zh_hans: 清空示例

source: Clear examples?
zh_hans: 清空示例？

source: Close
zh_hans: 关闭

source: Close Fast Capture
zh_hans: 关闭快速捕捉

source: Close: keeps the capture
zh_hans: 关闭，保留这次捕捉

source: Color study: deep teal fading into violet at the horizon. I want a whole app to feel like dusk underwater.
zh_hans: 配色练习：深青色在地平线处淡入紫色。我想让一整个应用，感觉像水下的黄昏。

source: Composed offline
zh_hans: 离线生成

source: Concept
zh_hans: 概念

source: Context Capture
zh_hans: 情境捕捉

source: Continue
zh_hans: 继续

source: Control Center
zh_hans: 控制中心

source: Could not pack the archive.
zh_hans: 打包存档失败了。

source: Couldn't hear it again. Your words stay as they are.
zh_hans: 没能再次听清，你的文字保持原样。

source: Couldn't reach this link. Tap to retry.
zh_hans: 无法访问此链接，点按重试。

source: Couldn't read the page to summarize. Tap to retry.
zh_hans: 无法读取页面生成摘要，点按重试。

source: Couldn't save yet. Keep tries again.
zh_hans: 暂时没能保存，「保留」会再试一次。

source: Couldn't save yet. Release tries again.
zh_hans: 暂时没能保存，「汇入」会再试一次。

source: Couldn't summarize this on-device. Tap to retry.
zh_hans: 无法在设备上生成摘要，点按重试。

source: Couldn't transcribe
zh_hans: 无法转写

source: Delete
zh_hans: 删除

source: Delete this thought?
zh_hans: 删除这条灵感？

source: Discard
zh_hans: 舍弃

source: Discard changes?
zh_hans: 舍弃更改？

source: Done
zh_hans: 完成

source: Drawn from
zh_hans: 取自

source: Earlier
zh_hans: 更早

source: Edit
zh_hans: 编辑

source: Edit link
zh_hans: 编辑链接

source: Edit thought
zh_hans: 编辑灵感

source: Edited fields stay yours. Oryne won't overwrite them.
zh_hans: 编辑过的内容归你所有，Oryne 不会覆盖。

source: Edited transcript: the original words stay yours.
zh_hans: 文字记录已编辑，原始内容仍归你所有。

source: Example
zh_hans: 示例

source: Expansion
zh_hans: 延展

source: Export the Ocean
zh_hans: 导出海洋

source: Fast Capture
zh_hans: 快速捕捉

source: Fast Capture is ready.
zh_hans: 快速捕捉已就绪。

source: Fast Capture settings
zh_hans: 快速捕捉设置

source: First capture
zh_hans: 首次捕捉

source: Flows into “%@”
zh_hans: 汇入「%@」

source: Found %lld fragments that drift near this
zh_hans: 找到 %lld 个相关的碎片

source: Found one fragment that drifts near this
zh_hans: 找到 1 个相关的碎片

source: Haptics
zh_hans: 触感反馈

source: Hardware
zh_hans: 硬件

source: Holds the water still, brightens the words that carry meaning, and widens every touch target. Nothing about your Ocean changes, only how it moves. The system Reduce Motion setting stills the water too.
zh_hans: 让水面静止，点亮承载意义的文字，并加大每个可点按区域。海洋本身不会变，变的只是它流动的方式。系统的「减弱动态效果」设置同样会让水面静止。

source: I didn't catch anything to capture.
zh_hans: 没有捕捉到任何内容。

source: I keep meeting the same idea wearing different clothes. Maybe the repetition is the point, not the noise.
zh_hans: 同一个念头，总换着不同的模样与我相遇。也许这种重复本身就是信号，而不是杂音。

source: Image
zh_hans: 图片

source: Image (optional)
zh_hans: 图片（可选）

source: Images
zh_hans: 图片

source: Include voice recordings
zh_hans: 包含语音记录

source: Input
zh_hans: 输入

source: Inspiration
zh_hans: 灵感

source: Keep
zh_hans: 保留

source: Keep editing
zh_hans: 继续编辑

source: Keep my words
zh_hans: 保留我的文字

source: Kind
zh_hans: 类型

source: Library
zh_hans: 库

source: Link
zh_hans: 链接

source: Link (optional)
zh_hans: 链接（可选）

source: Listen
zh_hans: 播放

source: Listen to recording
zh_hans: 播放录音

source: Listening
zh_hans: 聆听中

source: Listening again…
zh_hans: 再次聆听…

source: Listening…
zh_hans: 聆听中…

source: Live transcription is off: type the words, or keep just the audio.
zh_hans: 实时转写已关闭：可以输入文字，或仅保留音频。

source: Mode
zh_hans: 模式

source: No fragments match
zh_hans: 没有匹配的碎片

source: No words yet
zh_hans: 还没有文字

source: Note
zh_hans: 备注

source: Note to self: capture before consciousness. The thought before you judge the thought.
zh_hans: 写给自己：在意识介入之前先记下来。在你评判念头之前的那个念头。

source: Nothing here yet
zh_hans: 这里还空空如也

source: Ocean settings
zh_hans: 海洋设置

source: Once you have thoughts of your own, the starter examples can drift out. Yours stay.
zh_hans: 当你有了自己的灵感，这些示例便可以随水散去。你的灵感会留下。

source: One zip: a Markdown file per current, a full JSON backup, and your images. Examples stay behind.
zh_hans: 一个压缩包：每条水流一份 Markdown 文件、一份完整的 JSON 备份，还有你的图片。示例不会包含在内。

source: Only added %lld, %lld images max.
zh_hans: 仅添加了 %lld 张，最多 %lld 张图片。

source: Open Fast Capture onboarding
zh_hans: 打开快速捕捉引导

source: Open Fast Capture with the current screenshot attached.
zh_hans: 打开快速捕捉，并附上当前截图。

source: Open Oryne in a lightweight capture state.
zh_hans: 以轻量捕捉状态打开 Oryne。

source: Open Shortcuts
zh_hans: 打开快捷指令

source: Opening Thought
zh_hans: 正在打开灵感

source: Original audio is temporarily preserved to improve understanding.
zh_hans: 原始音频会暂时保留，以便更好地理解。

source: Packing your Ocean…
zh_hans: 正在打包你的海洋……

source: Pause
zh_hans: 暂停

source: Pause recording
zh_hans: 暂停录音

source: Prepare archive
zh_hans: 准备存档

source: Preparing speech recognition…
zh_hans: 正在准备语音识别…

source: Previous
zh_hans: 上一步

source: Project
zh_hans: 项目

source: Question
zh_hans: 问题

source: Re-derive title & themes from the words
zh_hans: 根据文字重新生成标题与主题

source: Re-reading…
zh_hans: 重新读取…

source: Re-transcribe
zh_hans: 重新转写

source: Re-transcribe and replace
zh_hans: 重新转写并替换

source: Re-transcribe in
zh_hans: 重新转写为

source: Re-transcribe in another language
zh_hans: 用其他语言重新转写

source: Reading…
zh_hans: 读取中…

source: Record
zh_hans: 录音

source: Reference
zh_hans: 参考

source: Remove image
zh_hans: 移除图片

source: Remove link
zh_hans: 移除链接

source: Remove screenshot
zh_hans: 移除截图

source: Remove theme %@
zh_hans: 移除主题 %@

source: Replace
zh_hans: 替换

source: Replace image
zh_hans: 替换图片

source: Replace transcript?
zh_hans: 替换文字记录？

source: Replace your edited words?
zh_hans: 替换你编辑过的文字？

source: Research
zh_hans: 研究

source: Restore
zh_hans: 恢复

source: Retry
zh_hans: 重试

source: Retry enrichment
zh_hans: 重新补充信息

source: Save
zh_hans: 保存

source: Save ${image} to Oryne
zh_hans: 将 ${image} 保存到 Oryne

source: Save a screenshot or image into Oryne.
zh_hans: 把截图或图片存入 Oryne。

source: Save Image to Oryne
zh_hans: 将图片保存到 Oryne

source: Saved links are read and summarized on-device for context.
zh_hans: 保存的链接会在设备上阅读并生成摘要，作为背景信息。

source: Screenshot
zh_hans: 截图

source: Screenshot + voice
zh_hans: 截图 + 语音

source: Search
zh_hans: 搜索

source: Set up Fast Capture.
zh_hans: 设置快速捕捉。

source: Settings
zh_hans: 设置

source: Share archive
zh_hans: 分享存档

source: Shortcut
zh_hans: 快捷指令

source: Shortcuts
zh_hans: 快捷指令

source: Show archived
zh_hans: 显示已归档

source: Skip
zh_hans: 跳过

source: Sound
zh_hans: 声音

source: Speech recognition couldn't produce words for this recording.
zh_hans: 语音识别没能从这段录音里辨认出文字。

source: Start Context Capture
zh_hans: 开始情境捕捉

source: Start Context Capture with ${screenshot}
zh_hans: 用 ${screenshot} 开始情境捕捉

source: Start Fast Capture
zh_hans: 开始快速捕捉

source: Starter examples
zh_hans: 示例灵感

source: Stop
zh_hans: 停止

source: Summarized on-device.
zh_hans: 已在设备上生成摘要。

source: Summarizing…
zh_hans: 摘要中…

source: Summary
zh_hans: 摘要

source: Synthesis
zh_hans: 综合

source: Take Screenshot
zh_hans: 截屏

source: Tap to type the words or re-transcribe.
zh_hans: 点按以输入文字，或重新转写。

source: The Action Button and Camera Control shortcuts live in Fast Capture settings, the bolt on Capture.
zh_hans: 操作按钮与相机控制的快捷指令都在「快速捕捉」设置里，也就是「捕捉」上的那个闪电图标。

source: The ocean keeps every river that ever fed it. Maybe memory works the same way: nothing lost, only carried.
zh_hans: 海洋留住了曾汇入它的每一条河。也许记忆也是如此：什么都没丢，只是被一路带着。

source: the on-device model is still downloading
zh_hans: 设备端模型仍在下载

source: the on-device model is unavailable
zh_hans: 设备端模型不可用

source: The starter thoughts drift out for good.
zh_hans: 这些示例灵感会漂出海洋，不再回来。

source: The thoughts that came with your Ocean.
zh_hans: 海洋初次为你留下的那些灵感。

source: Themes
zh_hans: 主题

source: this device isn't eligible for Apple Intelligence
zh_hans: 此设备不支持 Apple 智能

source: this device runs an earlier iOS
zh_hans: 此设备的 iOS 版本过旧

source: This week
zh_hans: 本周

source: Thought
zh_hans: 灵感

source: Title
zh_hans: 标题

source: Today
zh_hans: 今天

source: Transcribing…
zh_hans: 转写中…

source: Transcript
zh_hans: 文字记录

source: Transcription is off: type the words, if you like
zh_hans: 转写已关闭：也可以直接输入文字

source: Try a first capture
zh_hans: 试试第一次捕捉

source: Try again
zh_hans: 再试一次

source: Type
zh_hans: 输入

source: Typing First
zh_hans: 优先输入

source: Typing is ready.
zh_hans: 可以开始输入了。

source: Uncategorized
zh_hans: 未分类

source: Undo
zh_hans: 撤销

source: Undo capture
zh_hans: 撤销捕捉

source: Use a screenshot handoff shortcut.
zh_hans: 使用截图接力快捷指令。

source: Voice
zh_hans: 语音

source: Voice First
zh_hans: 语音优先

source: Voice note: I keep returning to the feeling of the tide. Things leaving and coming back without me forcing them.
zh_hans: 语音记录：我总回到潮水的那种感觉。事物自行退去又归来，不必我去强求。

source: What concept could grow from this?
zh_hans: 由此能延展出什么概念？

source: What could this become?
zh_hans: 这能变成什么？

source: What did I capture last week?
zh_hans: 我上周捕捉了什么？

source: What is the one question all these disguises keep circling?
zh_hans: 这些模样一直绕着的，究竟是同一个什么问题？

source: What question does this open up?
zh_hans: 这引出了什么问题？

source: What this link is about
zh_hans: 这个链接讲了什么

source: What was said
zh_hans: 说了什么

source: What would you like to capture?
zh_hans: 你想捕捉什么？

source: What would you want to research?
zh_hans: 你想研究什么？

source: Why do my best ideas arrive in the shower and never at the desk? Something about not gripping them too hard.
zh_hans: 为什么我最好的灵感总在洗澡时冒出来，而从不在书桌前？大概是因为没有把它们攥得太紧。

source: Widget
zh_hans: 小组件

source: Your edited words will be replaced by a fresh transcription.
zh_hans: 重新转写会替换你编辑过的文字记录。

source: Your thoughts, ready to take with you.
zh_hans: 你的灵感，随时可以带走。
